Repository: RDCubing/GeekHub
Catalog: GeekHub/Strings/*/Resources.resw
Source language: en_us
Languages: fil_ph, ja_jp, ko_kr

# AboutCredits.Text
source: Made by Andrew Simson (AndrewTheGeek) and Xylo
fil_ph: Ginawa nina Andrew Simson (AndrewTheGeek) at Xylo
ja_jp: Andrew Simson（AndrewTheGeek）とXyloによって作成
ko_kr: Andrew Simson (AndrewTheGeek) 및 Xylo 제작

# AboutDescription.Text
source: Welcome to GeekHub, your central place for exploring projects, updates, and creative ideas all in one space. Here you can browse the latest builds, read fresh updates, and discover what's being worked on in real time. GeekHub is designed to keep everything organized and easy to access, so you can quickly jump between projects and stay up to date with new releases and features.
fil_ph: Maligayang pagdating sa GeekHub, ang iyong sentrong lugar para sa paggalugad ng mga proyekto, update, at malikhaing ideya sa iisang lugar. Dito maaari mong tingnan ang mga pinakabagong builds, basahin ang mga bagong update, at alamin kung ano ang kasalukuyang ginagawa sa real time. Dinisenyo ang GeekHub upang mapanatiling organisado at madaling gamitin ang lahat, kaya mabilis kang makakapagpalipat-lipat ng mga proyekto at makakasabay sa mga bagong release at feature.
ja_jp: GeekHubへようこそ。ここはプロジェクト、アップデート、そしてクリエイティブなアイデアを一つの場所で探せる中心的な場所です。最新のビルドを閲覧したり、新しい更新情報を読んだり、現在進行中の内容をリアルタイムで確認できます。GeekHubはすべてを整理し、簡単にアクセスできるように設計されているため、プロジェクト間を素早く移動し、新しいリリースや機能を常に把握できます。
ko_kr: GeekHub에 오신 것을 환영합니다. 이곳은 프로젝트, 업데이트, 창의적인 아이디어를 한 곳에서 탐색할 수 있는 중심 공간입니다. 최신 빌드를 확인하고, 새로운 업데이트를 읽고, 현재 진행 중인 작업을 실시간으로 확인할 수 있습니다. GeekHub는 모든 것을 정리하여 쉽게 접근할 수 있도록 설계되어 있어 프로젝트 간을 빠르게 이동하고 새로운 릴리스와 기능을 항상 확인할 수 있습니다.

# AboutFlyout.Title
source: About
ja_jp: バージョン情報
ko_kr: 정보

# AboutNanoCredit.Text
source: NanoStore by Alex
fil_ph: NanoStore ni Alex
ja_jp: NanoStore（Alexによる開発）
ko_kr: NanoStore (Alex 제작)

# AboutNanoStore.Text
source: NanoStore is a lightweight, mini app-store–style system originally developed by Alex and later merged into GeekHub through GitHub repositories. It is inspired by the concept of the Windows 8 Store, but designed in a much smaller and simpler form, focusing on fast browsing, easy installation, and lightweight distribution of apps or tools. Unlike full-scale marketplaces, NanoStore is intended for local or community-based use.
fil_ph: Ang NanoStore ay isang magaan at simpleng mini app-store system na orihinal na ginawa ni Alex at kalaunang isinama sa GeekHub sa pamamagitan ng GitHub repositories. Inspirado ito sa konsepto ng Windows 8 Store, ngunit mas maliit at mas simple, na nakatuon sa mabilis na pag-browse, madaling pag-install, at magaan na pamamahagi ng mga app o tool. Hindi tulad ng malalaking marketplace, ang NanoStore ay para sa lokal o community-based na paggamit.
ja_jp: NanoStoreは、もともとAlexによって開発され、後にGitHubリポジトリを通じてGeekHubに統合された軽量なミニアプリストアシステムです。Windows 8ストアのコンセプトに着想を得ていますが、より小さくシンプルに設計されており、高速なブラウジング、簡単なインストール、軽量な配布に重点を置いています。大規模なマーケットプレイスとは異なり、NanoStoreはローカルまたはコミュニティベースでの利用を目的としており、小規模な環境でアプリを簡単に管理・利用できます。
ko_kr: NanoStore는 원래 Alex가 개발하고 이후 GitHub 저장소를 통해 GeekHub에 통합된 경량 미니 앱 스토어 시스템입니다. Windows 8 스토어 개념에서 영감을 받았지만 더 작고 단순하게 설계되어 빠른 탐색, 쉬운 설치, 가벼운 배포에 중점을 둡니다. 대규모 마켓플레이스와 달리 NanoStore는 로컬 또는 커뮤니티 기반 사용을 목표로 하며 작은 환경에서 앱을 쉽게 관리하고 사용할 수 있도록 설계되었습니다.

# AboutProject.Text
source: About this project
fil_ph: Tungkol sa proyektong ito
ja_jp: このプロジェクトについて
ko_kr: 이 프로젝트 정보

# AboutVersion.Text
source: GeekHub (version 1.0.26119.0)
fil_ph: GeekHub (bersyon 1.0.26119.0)
ja_jp: GeekHub（バージョン 1.1.26119.0）
ko_kr: GeekHub (버전 1.1.26119.0)

# Ad.Text
source: ADVERTISEMENT
fil_ph: ADVERTISEMENT (ANUNSYO)
ja_jp: 広告
ko_kr: 광고

# Details.Text
source: Details
fil_ph: Mga Detalye
ja_jp: 詳細
ko_kr: 세부 정보

# Download.Content
source: Download
fil_ph: I-download
ja_jp: ダウンロード
ko_kr: 다운로드

# GetStarted.Content
source: Get Started
fil_ph: Magsimula
ja_jp: はじめる
ko_kr: 시작하기

# IntroducingNano.Text
source: Introducing NanoStore
fil_ph: Panimula sa NanoStore
ja_jp: NanoStoreの紹介
ko_kr: NanoStore 소개

# LanguageFlyout.Title
source: Language
fil_ph: Wika
ja_jp: 言語
ko_kr: 언어

# LanguageInfo.Text
source: Changes may require restarting the app
fil_ph: Maaaring kailanganin i-restart ang app
ja_jp: 変更を適用するにはアプリの再起動が必要な場合があります
ko_kr: 변경 사항을 적용하려면 앱을 다시 시작해야 할 수 있습니다

# LanguageLabel.Text
source: Select your language
fil_ph: Pumili ng iyong wika
ja_jp: 言語を選択してください
ko_kr: 언어 선택

# LanguageTitle.Text
source: Language Settings
fil_ph: Mga Setting ng Wika
ja_jp: 言語設定
ko_kr: 언어 설정

# News.Text
source: Latest News
fil_ph: Pinakabagong Balita
ja_jp: 最新ニュース
ko_kr: 최신 뉴스

# Platform.Text
source: Platform:
ja_jp: プラットフォーム：
ko_kr: 플랫폼:

# ProjectsList.Text
source: Projects
fil_ph: Mga Proyekto
ja_jp: プロジェクト
ko_kr: 프로젝트

# ProjectsPage.Text
source: Projects
fil_ph: Mga Proyekto
ja_jp: プロジェクト
ko_kr: 프로젝트

# ProjectsSection.Text
source: Projects
fil_ph: Mga Proyekto
ja_jp: プロジェクト
ko_kr: 프로젝트

# Publisher.Text
source: Publisher:
ja_jp: 発行元：
ko_kr: 게시자:

# Source.Content
source: View Source
fil_ph: Tingnan ang Source
ja_jp: ソースを見る
ko_kr: 소스 보기

# Status.Text
source: Status:
ja_jp: ステータス：
ko_kr: 상태:

# SuggestedContent.Text
source: Welcome to GeekHub, your central place for exploring projects, updates, and creative ideas all in one space. Here you can browse the latest builds, read fresh updates, and discover what's being worked on in real time. GeekHub is designed to keep everything organized and easy to access, so you can quickly jump between projects and stay up to date with new releases and features.
fil_ph: Maligayang pagdating sa GeekHub, ang iyong sentrong lugar para sa paggalugad ng mga proyekto, update, at malikhaing ideya sa iisang lugar. Dito maaari mong tingnan ang mga pinakabagong builds, basahin ang mga bagong update, at alamin kung ano ang kasalukuyang ginagawa sa real time. Dinisenyo ang GeekHub upang mapanatiling organisado at madaling gamitin ang lahat, kaya mabilis kang makakapagpalipat-lipat ng mga proyekto at makakasabay sa mga bagong release at feature.
ja_jp: GeekHubへようこそ。ここはプロジェクト、アップデート、そしてクリエイティブなアイデアを一つの場所で探せる中心的な場所です。最新のビルドを閲覧したり、新しい更新情報を読んだり、現在進行中の内容をリアルタイムで確認できます。GeekHubはすべてを整理し、簡単にアクセスできるように設計されているため、プロジェクト間を素早く移動し、新しいリリースや機能を常に把握できます。
ko_kr: GeekHub에 오신 것을 환영합니다. 이곳은 프로젝트, 업데이트, 창의적인 아이디어를 한 곳에서 탐색할 수 있는 중심 공간입니다. 최신 빌드를 확인하고, 새로운 업데이트를 읽고, 현재 진행 중인 작업을 실시간으로 확인할 수 있습니다. GeekHub는 모든 것을 정리하여 쉽게 접근할 수 있도록 설계되어 있어 프로젝트 간을 빠르게 이동하고 새로운 릴리스와 기능을 항상 확인할 수 있습니다.

# SuggestedNano.Text
source: NanoStore is a lightweight, mini app-store–style system originally developed by Alex and later merged into GeekHub through GitHub repositories. It is inspired by the concept of the Windows 8 Store, but designed in a much smaller and simpler form, focusing on fast browsing, easy installation, and lightweight distribution of apps or tools. Unlike full-scale marketplaces, NanoStore is intended for local or community-based use.
fil_ph: Ang NanoStore ay isang magaan at simpleng mini app-store system na orihinal na ginawa ni Alex at kalaunang isinama sa GeekHub sa pamamagitan ng GitHub repositories. Inspirado ito sa konsepto ng Windows 8 Store, ngunit mas maliit at mas simple, na nakatuon sa mabilis na pag-browse, madaling pag-install, at magaan na pamamahagi ng mga app o tool. Hindi tulad ng malalaking marketplace, ang NanoStore ay para sa lokal o community-based na paggamit.
ja_jp: NanoStoreは、もともとAlexによって開発され、後にGitHubリポジトリを通じてGeekHubに統合された軽量なミニアプリストアシステムです。Windows 8ストアのコンセプトに着想を得ていますが、より小さくシンプルに設計されており、高速なブラウジング、簡単なインストール、軽量な配布に重点を置いています。大規模なマーケットプレイスとは異なり、NanoStoreはローカルまたはコミュニティベースでの利用を目的としており、小規模な環境でアプリを簡単に管理・利用できます。
ko_kr: NanoStore는 원래 Alex가 개발하고 이후 GitHub 저장소를 통해 GeekHub에 통합된 경량 미니 앱 스토어 시스템입니다. Windows 8 스토어 개념에서 영감을 받았지만 더 작고 단순하게 설계되어 빠른 탐색, 쉬운 설치, 가벼운 배포에 중점을 둡니다. 대규모 마켓플레이스와 달리 NanoStore는 로컬 또는 커뮤니티 기반 사용을 목표로 합니다.

# SuggestedSection.Text
source: Suggested
fil_ph: Iminungkahi
ja_jp: おすすめ
ko_kr: 추천

# SuggestedTitle.Text
source: Welcome to GeekHub!
fil_ph: Maligayang pagdating sa GeekHub!
ja_jp: GeekHubへようこそ！
ko_kr: GeekHub에 오신 것을 환영합니다!

# Top1App.Text
source: Top 1 App This Season
fil_ph: Pinakamahusay na App ng Season na Ito
ja_jp: 今シーズンのトップアプリ
ko_kr: 이번 시즌 최고의 앱

# Version.Text
source: Version:
fil_ph: Bersyon:
ja_jp: バージョン：
ko_kr: 버전:

# WelcomeNanoContent.Text
source: NanoStore is a lightweight, mini app-store–style system originally developed by Alex and later merged into GeekHub through GitHub repositories. It is inspired by the concept of the Windows 8 Store, but designed in a much smaller and simpler form, focusing on fast browsing, easy installation, and lightweight distribution of apps or tools. Unlike full-scale marketplaces, NanoStore is intended for local or community-based use.
fil_ph: Ang NanoStore ay isang magaan at simpleng mini app-store system na orihinal na ginawa ni Alex at kalaunang isinama sa GeekHub sa pamamagitan ng GitHub repositories. Inspirado ito sa konsepto ng Windows 8 Store, ngunit mas maliit at mas simple, na nakatuon sa mabilis na pag-browse, madaling pag-install, at magaan na pamamahagi ng mga app o tool. Hindi tulad ng malalaking marketplace, ang NanoStore ay para sa lokal o community-based na paggamit.
ja_jp: NanoStoreは、もともとAlexによって開発され、後にGitHubリポジトリを通じてGeekHubに統合された軽量なミニアプリストアシステムです。Windows 8ストアのコンセプトに着想を得ていますが、より小さくシンプルに設計されており、高速なブラウジング、簡単なインストール、軽量な配布に重点を置いています。大規模なマーケットプレイスとは異なり、NanoStoreはローカルまたはコミュニティベースでの利用を目的としており、小規模な環境でアプリを簡単に管理・利用できます。
ko_kr: NanoStore는 원래 Alex가 개발하고 이후 GitHub 저장소를 통해 GeekHub에 통합된 경량 미니 앱 스토어 시스템입니다. Windows 8 스토어 개념에서 영감을 받았지만 더 작고 단순하게 설계되어 빠른 탐색, 쉬운 설치, 가벼운 배포에 중점을 둡니다. 대규모 마켓플레이스와 달리 NanoStore는 로컬 또는 커뮤니티 기반 사용을 목표로 합니다.

# WelcomeSub.Text
source: Your apps, projects, and updates in one place.
fil_ph: Ang iyong mga app, proyekto, at update sa iisang lugar.
ja_jp: あなたのアプリ、プロジェクト、アップデートを一か所に。
ko_kr: 앱, 프로젝트, 업데이트를 한 곳에서 관리하세요.

# WelcomeTitle.Text
source: Welcome to GeekHub
fil_ph: Maligayang pagdating sa GeekHub
ja_jp: GeekHubへようこそ
ko_kr: GeekHub에 오신 것을 환영합니다
